// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder chưa được kiểm tra cho Finder phiên bản %@";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "Phiên bản Finder đã được kiểm tra là %@ - %@.\nXtraFinder sẽ sớm được cập nhật.\n\nBạn có muốn tiếp tục dùng XtraFinder?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "Hãy dừng các công việc chạy nền như sao chép và di chuyển tập tin.\nFinder sẽ được khởi động lại.";
"Uninstall" = "Gỡ bỏ";

"Are you sure you want to reset XtraFinder's Preferences?" = "Are you sure you want to reset XtraFinder's Preferences?";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";